{
  "corpus": [
    {
      "id": "univ:nouns",
      "name": "Nouns",
      "kind": "nft_collection",
      "license": "CC0-1.0",
      "evidence_id": "evid:cc0:nouns:2026-02-18",
      "risk_flags": ["risk:trademark:nouns:medium"],
      "notes": "Blocky pixel-art humanoids: large rectangular head, oversized colored glasses as the defining trait, boxy torso, stubby limbs. Characters read small but weighty — chunky proportion, not tall. Flat bold color palette, no gradients. Swap the glasses, change the person — glasses are the identity primitive. Characters read as civic, earnest, slightly absurd. Trademark risk medium: use the visual primitives, not 'Nouns' as an in-world proper noun."
    },
    {
      "id": "univ:cryptoadz",
      "name": "CrypToadz",
      "kind": "nft_collection",
      "license": "CC0-1.0",
      "evidence_id": "evid:cc0:cryptoadz:2026-02-18",
      "risk_flags": ["risk:trademark:cryptoadz:medium", "risk:meme_derivative:pepe:medium"],
      "notes": "Squat amphibian humanoids: wide flat heads, large eyes, mottled green-grey skin, hunched posture. Swamp and decay aesthetic — tattered clothing, found objects. Palette is rust, moss, and murk: desaturated greens and browns, nothing clean. Characters are tricksters and survivors, not heroes. Environment reads wet, marginal, liminal. Pepe adjacency is in the visual lineage — never name or reference the meme directly, but do not pretend the lineage isn't there."
    },
    {
      "id": "univ:mfers",
      "name": "mfers",
      "kind": "nft_collection",
      "license": "CC0-1.0",
      "evidence_id": "evid:cc0:mfers:2026-02-18",
      "risk_flags": ["risk:meme_derivative:stick_figure:medium", "risk:governance:sartoshi_exit:medium"],
      "notes": "Minimal stick-figure humanoids: circle head, single-line body, simple limb geometry. No face detail beyond an occasional cigarette. Clothing is the character differentiation — hoodies, hats, accessories drawn in the same flat line weight as the body. Desaturated streetwear palette: greys, washed blacks, muted color pops. Skate and streetwear culture, ironic detachment, anti-heroic. Governance ambiguity: Sartoshi's CC0 declaration predates his exit — medium confidence, not high. Always cite accordingly."
    },
    {
      "id": "univ:myth",
      "name": "Bulfinch's Mythology (1855 edition)",
      "kind": "public_domain_corpus",
      "license": "public_domain",
      "evidence_id": "evid:pd:bulfinch:1855",
      "risk_flags": [],
      "notes": "Author died 1867. 1855 publication. Globally public domain. Always cite the specific 1855 Bulfinch edition, not 'mythology in general.' Greek, Roman, Norse, Arthurian material all covered."
    },
    {
      "id": "univ:racc00ns",
      "name": "racc00ns",
      "kind": "original_creation",
      "license": "CC0-1.0",
      "evidence_id": "evid:cc0:racc00ns:2026-02-18",
      "risk_flags": [],
      "notes": "Self-declared CC0 by Jordan Lyall (copyright holder). Raccoon-inspired humanoids: dark facial mask marking, ringed tail, nimble forager builds. Earth tones and shadow palette — deep charcoal, warm brown, occasional flash of amber or green eye-shine. Characters are nocturnal, opportunistic, highly adaptable — trickster-adjacent but pragmatic rather than chaotic. Scavenger aesthetic: repurposed materials, jury-rigged gear, nothing wasted. High confidence — no ambiguity."
    },
    {
      "id": "univ:xcopy",
      "name": "XCOPY",
      "kind": "nft_collection",
      "license": "CC0-1.0",
      "evidence_id": "evid:cc0:xcopy:2026-02-19",
      "risk_flags": ["risk:trademark:xcopy:medium"],
      "notes": "Digital glitch art: fragmented figures rendered in high-contrast palette — neon against void, signal against static. Forms feel corrupted mid-transmission: skull motifs, hollow eyes, screaming mouths frozen open. No continuous line work — images read as artifacts, as if the file is decaying while you watch. Palette runs black and white as base with single aggressive color injection: acid green, hot pink, emergency red. Death, screens, and commodity culture are the recurring themes — characters are witnesses, not actors. Emotional register is flat affect over dread: no sentimentality, no resolution. CC0 explicitly declared by XCOPYART (Twitter, Aug 1 2022) for all existing and future solo non-collaborative works. Trademark risk medium: use the visual grammar (glitch, fragmentation, decay), not 'XCOPY' as an in-world proper noun."
    },
    {
      "id": "univ:loot",
      "name": "Loot (for Adventurers)",
      "kind": "nft_collection",
      "license": "CC0-inferred",
      "evidence_id": "evid:cc0:loot:2026-02-19",
      "risk_flags": ["risk:governance:loot:no_formal_cc0:medium"],
      "notes": "Text-only primitives: each token is a list of eight fantasy equipment items — weapon, chest armor, head armor, waist armor, foot armor, hand armor, neck item, ring — rendered as black text on black background, no images. The items are the world: 'Grimoire,' 'Holy Chestplate of the Fox,' 'Dragon's Crown of Skill.' No character, no art, no lore — the model must generate all of it from the item names alone. Aesthetic is maximalist noun-stacking in minimal form. The community interprets Loot as CC0 based on intentional omission of lore ('left for others to interpret') and a permissive FAQ. No formal CC0 declaration exists from dom hofmann. Medium confidence — treat as CC0 in practice, surface the flag in compliance manifests."
    }
  ]
}
